소프트웨어 제품은 저작권법 및 국제저작권 협약을 비롯하여, 기타 지적재산권법 및 협약의 보호를 받습니다.

프로그램 명칭 : 그누보드4 불당팩 - app 연동 (GNU Board 4 Buldang Pack - app version)

------------------------------------------------------------------

저작자 : php79 (빈경윤) http://www.php79.com/

라이센스 (License)

1. 그누보드4 불당팩 - app연동 프로그램의 라이센스는 php79에게 속합니다. (m/*, plugin/php79/* 등)
2. 프로그램을 원본 또는 수정한 이후에 판매 또는 타 프로그램과 번들링 하는 것은 허락하지 않습니다.
3. 프로그램의 수정된 버젼의 판매 또는 타 프로그램과의 번들링 등을 위해서는 저작권자와 협의 하시기 바랍니다.


주의 ) 
1. 이 라이센스는 프로그램에만 적용하며 플러그인 프로그램 또는 스킨 등에는 개별적인 라이센스를 적용할 수 있습니다. 
2. 법적인 분쟁이 발생한 경우 저작자의 회사 소재지를 관할하는 관할법원에서 분쟁을 해결합니다. 
3. 이 라이센스 파일 및 내용은 저작자를 제외한 어느 누구도 추가, 수정, 삭제할 수 없습니다. 

----- 끝 --------------------------------------------------------